import { HiOutlineUsers } from "react-icons/hi2";

function About() {
  return (
    <div className="container">
      <div className="my-10 mx-4">
        <div
          className="flex items-center gap-x-2"
          data-aos="fade-right"
          data-aos-duration="1000"
        >
          <HiOutlineUsers className="w-7 h-7" />
          <p className="text-lg">درباره ما</p>
        </div>
        <div
          className="my-10 p-1 bg-linear-180 dark:from-dark-cerulean dark:to-grayish-violet from-butter-caramel to-golden-sand transition-colors duration-300 rounded-md shadow-2xl"
          data-aos="fade-up"
          data-aos-duration="1000"
        >
          <div className="px-10 py-5 bg-gray-100 dark:bg-gray-950 leading-8 text-center text-sm md:text-base md:text-justify">
            <p className="">
              آموزشگاه هنرهای تجسمی کنته در شریعتی محدوده قلهک یکی از بهترین
              آموزشگاه های هنرهای تجسمی در شمال تهران می‌باشد که با دوره‌های
              تخصصی آموزش طراحی، نقاشی، کالیگرافی، نقاشيخط، تصویرسازی، عکاسی،
              مجسمه سازی، سراميک سازى، دکوراسیون داخلى، اسکیس و راندو و پرسپکتیو
              تخصصى همراه با مجوز رسمی از وزارت فرهنگ و ارشاد اسلامی در خدمت
              هنرجویان مشتاق می‌باشد.
            </p>
            <br />
            <p>
              هنرهای تجسمی مجموعه هنرهایی‌ هستند که به‌ وسیله چشم درک می‌شوند.
              آموزشگاه هنرهای تجسمی کنته با مدیریت سرکار خانم استاد هدی بلوری در
              سال ۱۳۹٣ افتتاح شد و برگزار کننده بهترین کلاس های نقاشی و طراحی
              شمال تهران و .. می‌باشد. همچنین آموزشگاه فعالیت درخشانی در زمینه
              برگزاری انواع ورکشاپ ها و کارگاه های تخصصی هنری دارد.
            </p>
            <br />
            <p>
              آموزشگاه هنرهای تجسمی کنته در دو سطح پایه و پیشرفته به هنرجویان
              آموزش می‌دهد. همچنین یکی از ویژگی‌های این آموزشگاه اعطای مدرک رسمی
              مورد تایید وزارت فرهنگ و ارشاد به هنرجویان می‌باشد.
            </p>
            <br />
            <p>
              آموزشگاه توجه ویژه ای در امر آموزش دوره های هنری به کودکان دارد و
              در قالب طرح های تابستانه اقدام به برگزاری کلاس های آموزشی در محیطی
              آرامش بخش و جذاب نموده تا آموزش هر چه بهتر رشته های مختلف هنری به
              کودکان صورت پذیرد.
            </p>
            <br />
            <p>
              آموزشگاه کنته به لطف اساتید برجسته و چیره دست و تحصیلکرده خود
              سابقه درخشانی در امر آموزش رشته های هنری اشاره شده دارد و از این
              حیث جزو برترین و بهترین آموزشگاه های هنرهای زیبا و تزئینی تجسمی می
              باشد.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}

export default About;
